Repository: Dima73/enigma2-plugin-extensions-ebroadlink
Catalog: plugin/locale/*/LC_MESSAGES/EBroadLink.po
Languages: ru

source: - select action:
ru: - выбрать действие:

source: ( all socket)
ru: ( все розетки)

source: : socket 1 disabled
ru: : розетка 1 отключена

source: : socket 1 enabled
ru: : розетка 1 включена

source: : socket 1 state unknown
ru: : розетка 1 - состояние неизвестно

source: : socket 2 disabled
ru: : розетка 2 отключена

source: : socket 2 enabled
ru: : розетка 2 включена

source: : socket 2 state unknown
ru: : розетка 2 - состояние неизвестно

source: : socket 3 disabled
ru: : розетка 1 отключена

source: : socket 3 enabled
ru: : розетка 3 включена

source: : socket 3 state unknown
ru: : розетка 3 - состояние неизвестно

source: : socket 4 disabled
ru: : розетка 4 отключена

source: : socket 4 enabled
ru: : розетка 4 включена

source: : socket 4 state unknown
ru: : розетка 4 - состояние неизвестно

source: : socket disabled
ru: : розетка отключена

source: : socket enabled
ru: : розетка включена

source: : socket state unknown
ru: : розетка - состояние неизвестно

source: A BroadLink entry with this name already exists! Update existing entry and continue?
ru: Устройство BroadLink с таким именем уже существует! Обновить текущие настройки и продолжить?

source: Add/Edit
ru: Доб./Редак.

source: Add/Edit item
ru: Добавить/редактировать запись

source: Air quality
ru: Качество воздуха

source: Are you sure you want to add this BroadLink smart?
ru: Вы действительно хотите добавить это устройство BroadLink?

source: BouqDn: %s
ru: кнопка B-: %s

source: BouqDown
ru: кнопка B-

source: BouqUp for %s, BouqDn for %s
ru: B+ для %s, B- для %s

source: BroadLink device has been removed...
ru: Устройство BroadLink было удалено...

source: Cancel
ru: Отмена

source: Check sensors
ru: Проверка сенсоров

source: Check sensors (only A1)
ru: Проверка сенсоров (только A1)

source: Check temperature
ru: Проверка температуры

source: Check temperature (only RM2)
ru: Проверка температуры (только RM2)

source: Close
ru: Закрыть

source: Close plugin
ru: Закрыть плагин

source: Closing plugin (BouqDown/BouqUp)
ru: Закрывать плагин после (B+/B-)

source: Command not support %s.
ru: Команда не поддерживается %s.

source: Delete
ru: Удалить

source: Delete selected item
ru: Удалить выбранную запись

source: Device %s %s
ru: Устройство %s %s

source: Disable power
ru: Отключить питание

source: Disable power (only SP1/SP2/SP3/MP1)
ru: Отключить питание (только SP1/SP2/SP3/MP1)

source: Disable power (socket 1)
ru: Отключить питание (розетка 2)

source: Disable power (socket 2)
ru: Отключить питание (розетка 2)

source: Disable power (socket 3)
ru: Отключить питание (розетка 3)

source: Disable power (socket 4)
ru: Отключить питание (розетка 4)

source: Do You want remove BroadLink device: %s?
ru: Вы действительно хотите удалить устойство BroadLink: %s?

source: E-BroadLink configuration:
ru: E-BroadLink конфигурация:

source: Enable power
ru: Включить питание

source: Enable power (only SP1/SP2/SP3/MP1)
ru: Включить питание (только SP1/SP2/SP3/MP1)

source: Enable power (socket 1)
ru: Включить питание (розетка 2)

source: Enable power (socket 2)
ru: Включить питание (розетка 2)

source: Enable power (socket 3)
ru: Включить питание (розетка 3)

source: Enable power (socket 4)
ru: Включить питание (розетка 4)

source: Get MAC
ru: Получить MAC

source: Get MAC of running device
ru: Получить MAC от работающего устройства

source: Humidity
ru: Влажность

source: Light
ru: Свет

source: Name
ru: Имя

source: Network overview BroadLink devices...
ru: Обзор сети для устройств BroadLink...

source: Network overview broadlink devices
ru: Обзор сети для устройств BroadLink

source: No response from %s.
ru: Нет ответа от %s.

source: Noise
ru: Шум

source: Not apply! BroadLink device type is unknown!
ru: Не применяем! Тип устройства BroadLink неизвестен!

source: Ok
ru: Ок

source: Overview broadlink devices
ru: Обзор устройств BroadLink

source: Power status
ru: Статус питания

source: Production BroadLink management
ru: Управление устройствами BroadLink

source: Select device for use:
ru: Выбор устройста для использования:

source: Select option
ru: Выбор действия

source: Status power
ru: Статус питания

source: System
ru: Система

source: Temperature
ru: Температура

source: Unknown error!
ru: Неизвестная ошибка!

source: User defined...
ru: Задано пользователем...

source: Your BroadLink has been updated...
ru: Ваши настройки устройства BroadLink были обновлены...

source: Your new BroadLink smart has been added.
ru: Ваше новое устройство BroadLink было добавлено...

source: Current energy
ru: Текущая мощность

source: unknown
ru: неизвестно

source: Command not support!
ru: Команда не поддерживается!

source: Current energy only SP2/SP3S
ru: Текущая мощность только SP2/SP3S
